# CreateRWHandle

## Description
Create a new RenderWorks options handle.

```pascal
PROCEDURE CreateRWHandle(VAR RWHandle : HANDLE);
```

```python
def vs.CreateRWHandle():
    return RWHandle
```

## Parameters
|Name|Type|Description|
|---|---|---|
|RWHandle|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* View @ Zoom